export const CONFIG = {
    privacy_policy: `
מדיניות פרטיות זו נועדה לעזור לך להבין אילו נתונים אנו אוספים, כיצד אנו משתמשים בהם ומגנים על פרטיותך בעת השימוש באפליקציה.

1. איסוף מידע 
1.1. אנו אוספים מידע אישי כגון שם, דוא"ל, תאריך לידה ופרטים נוספים אשר נמסרים על ידך בעת ההרשמה. 
1.2. מידע נוסף עשוי להיאסף אוטומטית, כגון מידע על המכשיר שלך ונתוני שימוש.

2. שימוש במידע 
2.1. אנו משתמשים במידע האישי שלך כדי לשפר את חווית השימוש, לספק תמיכה טכנית, ולשלוח עדכונים חשובים. 
2.2. אנו עשויים להשתמש במידע סטטיסטי שאינו מזהה אישית לצורך ניתוח ושיפור האפליקציה.

3. שיתוף מידע עם צד שלישי 
3.1. אנו לא משתפים מידע אישי עם צדדים שלישיים, אלא במקרים בהם יש צורך בכך מבחינה חוקית או לצורך שיפור חווית השימוש באפליקציה. 
3.2. ייתכן שנשתף מידע עם ספקי שירות העובדים עמנו תחת הגבלות מחמירות לשמירה על פרטיות המשתמשים.

4. אבטחת מידע 
4.1. אנו נוקטים אמצעים טכניים וארגוניים על מנת לשמור על המידע שלך מאובטח ככל האפשר. 
4.2. גישת המשתמשים למידע מוגבלת, ואנו מבצעים בדיקות אבטחה תקופתיות למניעת דליפות או פרצות אבטחה.

5. זכויותיך 
5.1. באפשרותך לעיין במידע השמור עליך, לעדכנו או לבקש למחוק אותו. בקשות אלו יש להפנות אלינו באמצעות דוא"ל.
    `,
    
    terms_of_service: `
האפליקציה נועדה לעזור לך ללמוד ולשפר את כישוריך בתחומים שונים. השימוש באפליקציה כפוף לתנאי השימוש המפורטים להלן. 
אנא קרא תנאים אלו בקפידה. בעצם השימוש באפליקציה, הנך מאשר שקראת והבנת את התנאים ואתה מסכים לפעול על פיהם.

1. הגדרות כלליות 
1.1. השימוש באפליקציה הוא למטרות לימודיות בלבד, ואסור לעשות בה שימוש מסחרי, אלא אם כן ניתנה לכך הסכמה מפורשת מראש. 
1.2. אנו שומרים לעצמנו את הזכות לשנות את תנאי השימוש בכל עת, והמשך השימוש באפליקציה מהווה הסכמה לכל שינוי בתנאים.

2. הרשמה וחשבון משתמש 
2.1. כדי להשתמש בתכונות מסוימות באפליקציה, תידרש להירשם וליצור חשבון משתמש. 
2.2. הנך אחראי לשמור את פרטי החשבון שלך בסודיות, ואינך רשאי לשתף את פרטי הגישה שלך עם אחרים.

3. תוכן ולמידה 
3.1. כל התכנים המוצגים באפליקציה נועדו למטרות לימודיות בלבד ואין לראות בהם ייעוץ מקצועי. 
3.2. איננו אחראים על דיוק התוכן או שלמותו, והאחריות לשימוש בתוכן מוטלת על המשתמש בלבד.

4. הגבלת אחריות 
4.1. האפליקציה ניתנת לשימוש "כפי שהיא" (As-Is), ואין אנו מתחייבים לפעולתה הרציפה או נטולת התקלות. 
4.2. לא נהיה אחראים לכל נזק ישיר או עקיף הנגרם כתוצאה מהשימוש באפליקציה.
    `,
}